                             #математические операции  
"""  = 25 * 5          #умножение
b = 125 / 5         #деление
c = 5 + 3 * 10      #мат.операции
d = 18 // 4         #целое деление
e = 13 % 4          #остаток от деления
f = 5 ** 3          #степень
g = 5 == 6          #равенство
h = 5 > 3           #больше/меньше/большеилиравно/ментшеилиравно
print(a , b, c, d, e, f, g, h)  #функция вывода в консоль 


                               #строки
a ='строка'                 #строковый тип данных
b ="i don't love it"        #строковый тип данных
c = 'i don\'t love it'      #обратный слеш для считивания кавычки 
print(a, b, c)
print(r"C:\user\Desktop")   #приведение к типу буковой r(между кавычек строка)
firstName = "Ihor"
secondName = "Poltavets"
some = firstName + " " + secondName #сложение строк
print(some)
d = firstName * 3 #умножение строки на число
print(d)""" 

                        #списки
players = [17, 5, 3, 21, 12]
players[3]